'use strict';

module.exports = [
  {
    categories: [`Дизайн`],
    commentsCount: 12,
    datetime: `2019-03-21T20:33`,
    formattedDatetime: `21.03.2019, 20:33`,
    image: `/img/skyscraper@1x.jpg`,
    imageAlt: `Фотография небоскреба`,
    title: `Я ничего не понял`,
    text: `Если вы сами пишете такие письма — почитайте Ильяхова. А в этой заметке я расскажу про заклинание, которое от таких писем помогает.`,
  },
  {
    categories: [`Дизайн`],
    commentsCount: 12,
    datetime: `2019-03-21T20:33`,
    formattedDatetime: `21.03.2019, 20:33`,
    image: `/img/sea@1x.jpg`,
    imageAlt: `Фотография моря`,
    title: `Путешествие в Голландию`,
    text: `Если вы сами пишете такие письма — почитайте Ильяхова. А в этой заметке я расскажу про заклинание, которое от таких писем помогает.`,
  },
  {
    categories: [`Дизайн`],
    commentsCount: 12,
    datetime: `2019-03-21T20:33`,
    formattedDatetime: `21.03.2019, 20:33`,
    title: `Путин подписал закон о предустановке российских приложений на смартфоны и другую электронику`,
    text: `Президент России Владимир Путин подписал закон об обязательной предустановке российского программного обеспечения на электронную технику, продаваемую в России. Документ опубликован на официальном сайте правовой информации.`,
  },
  {
    categories: [`Дизайн`, `Удаленная работа`],
    commentsCount: 12,
    datetime: `2019-03-21T20:33`,
    formattedDatetime: `21.03.2019, 20:33`,
    image: `/img/forest@1x.jpg`,
    imageAlt: `Фотография леса`,
    title: `Я понял, но не все`,
    text: `Если вы сами пишете такие письма — почитайте Ильяхова. А в этой заметке я расскажу про заклинание, которое от таких писем помогает.`,
  },
];
